Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, vi

source: Draws a ring in your accent color around the focused poster or card. Off by default.
de: Zeichnet einen Ring in deiner Akzentfarbe um das fokussierte Poster oder die fokussierte Karte. Standardmäßig aus.
es: Dibuja un anillo con tu color de acento alrededor del póster o la tarjeta enfocados. Desactivado por defecto.
fr: Dessine un anneau de votre couleur d’accentuation autour de l’affiche ou de la carte ciblée. Désactivé par défaut.
it: Disegna un anello nel colore di risalto attorno al poster o al riquadro selezionato. Disattivato per impostazione predefinita.
vi: Vẽ một vòng màu nhấn của bạn quanh poster hoặc thẻ đang chọn. Mặc định tắt.

source: Draws a thin dark outline around subtitle text so it stands out on bright scenes. On by default.
de: Zeichnet eine dünne dunkle Kontur um den Untertiteltext, damit er sich bei hellen Szenen abhebt. Standardmäßig ein.
es: Dibuja un contorno oscuro y fino alrededor del texto de los subtítulos para que destaque en escenas luminosas. Activado por defecto.
fr: Dessine un fin contour sombre autour du texte des sous-titres pour qu’il ressorte sur les scènes lumineuses. Activé par défaut.
it: Disegna un sottile contorno scuro attorno al testo dei sottotitoli per farlo risaltare nelle scene luminose. Attivato per impostazione predefinita.
vi: Vẽ một đường viền tối mỏng quanh chữ phụ đề để nổi bật trên các cảnh sáng. Mặc định bật.

source: Dynamic range
de: Dynamischer Bereich
es: Rango dinámico
fr: Plage dynamique
it: Intervallo dinamico
vi: Dải động

source: Each refresh first checks whether Simkl reports any changes and downloads only the updates. This follows Simkl’s API rules, reduces unnecessary data use, and helps keep the service stable.
de: Jede Aktualisierung prüft zuerst, ob Simkl Änderungen meldet, und lädt nur die Neuerungen herunter. Das folgt den API-Regeln von Simkl, reduziert unnötigen Datenverbrauch und hält den Dienst stabil.
es: Cada actualización comprueba primero si Simkl informa de cambios y descarga solo las novedades. Esto sigue las reglas de la API de Simkl, reduce el uso innecesario de datos y ayuda a mantener el servicio estable.
fr: Chaque actualisation vérifie d'abord si Simkl signale des modifications et ne télécharge que les mises à jour. Cela respecte les règles de l'API Simkl, réduit l'utilisation inutile de données et contribue à la stabilité du service.
it: Ogni aggiornamento controlla prima se Simkl segnala modifiche e scarica solo le novità. Questo rispetta le regole dell'API di Simkl, riduce l'uso inutile di dati e aiuta a mantenere stabile il servizio.
vi: Mỗi lần làm mới, Nuvio kiểm tra trước xem Simkl có báo thay đổi không và chỉ tải phần cập nhật. Cách này tuân theo quy tắc API của Simkl, giảm dữ liệu không cần thiết và giúp dịch vụ ổn định.

source: Edge
de: Kante
es: Borde
fr: Bord
it: Bordo
vi: Viền

source: Edge Coverage
de: Kantenabdeckung
es: Cobertura de borde
fr: Couverture du bord
it: Copertura bordo
vi: Độ phủ viền

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
vi: Sửa

source: Edit Filters
de: Filter bearbeiten
es: Editar filtros
fr: Modifier les filtres
it: Modifica filtri
vi: Chỉnh sửa bộ lọc

source: Edit Filters: %@
de: Filter bearbeiten: %@
es: Editar filtros: %@
fr: Modifier les filtres : %@
it: Modifica filtri: %@
vi: Chỉnh sửa bộ lọc: %@

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
vi: Chỉnh sửa hồ sơ

source: Editing
de: Schnitt
es: Montaje
fr: Montage
it: Montaggio
vi: Dựng phim

source: Email & password sign-in
de: Anmeldung mit E-Mail & Passwort
es: Inicio de sesión con correo y contraseña
fr: Connexion par e-mail et mot de passe
it: Accesso con email e password
vi: Đăng nhập bằng email & mật khẩu

source: Embedded
de: Eingebettet
es: Integrado
fr: Intégré
it: Incorporato (Embedded)
vi: Nhúng

source: Embedded subtitles
de: Eingebettete Untertitel
es: Subtítulos integrados
fr: Sous-titres intégrés
it: Sottotitoli incorporati
vi: Phụ đề nhúng

source: Emerald
de: Smaragd
es: Esmeralda
fr: Émeraude
vi: Xanh ngọc

source: Enable Plugins
de: Plugins aktivieren
es: Habilitar complementos
fr: Activer les plugins
it: Abilita plugin
vi: Bật plugin

source: Enable the edge highlight and top sheen
de: Aktiviere die Kantenhervorhebung und den oberen Glanz
es: Habilita el resaltado de borde y el brillo superior
fr: Active le relief du bord et la brillance en haut
it: Abilita il bordo in rilievo e la lucentezza in alto
vi: Bật viền sáng và lớp bóng phía trên

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
it: Abilitato
vi: Đã bật

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
vi: Tiếng Anh

source: Enhance Dialogue and sound options are in the player's Audio button.
de: Dialog verbessern und Klangoptionen findest du im Audio-Button des Players.
es: Mejorar diálogos y opciones de sonido: botón Audio del reproductor.
fr: Amélioration des dialogues et options sonores : bouton Audio du lecteur.
it: Migliora dialoghi e opzioni audio: pulsante Audio del lettore.
vi: Tăng cường lời thoại và tùy chọn âm thanh nằm trong nút Âm thanh của trình phát.

source: Enhanced Video Renderer
de: Verbesserter Video-Renderer
es: Renderizador de vídeo mejorado
fr: Rendu vidéo amélioré
it: Renderer video migliorato
vi: Trình kết xuất video nâng cao

source: Enrich titles with cast profiles, studios & networks, collections, and better artwork. Titles you open after enabling will be enriched.
de: Reichert Titel mit Besetzungsprofilen, Studios & Sendern, Sammlungen und besserem Bildmaterial an. Titel, die du nach der Aktivierung öffnest, werden angereichert.
es: Enriquece los títulos con perfiles de reparto, estudios y cadenas, colecciones y mejores imágenes. Los títulos que abras después de activarlo se enriquecerán.
fr: Enrichit les titres avec des profils de casting, des studios et chaînes, des collections et de meilleures images. Les titres ouverts après activation seront enrichis.
it: Arricchisce i titoli con profili del cast, studi e reti, collezioni e immagini migliori. I titoli aperti dopo l'attivazione verranno arricchiti.
vi: Làm phong phú các tựa phim với hồ sơ diễn viên, hãng phim & kênh truyền hình, bộ sưu tập và hình ảnh đẹp hơn. Các tựa phim bạn mở sau khi bật sẽ được làm phong phú.

source: Enter PIN for %@
de: Gib PIN für %@ ein
es: Introduce PIN para %@
fr: Saisissez le code PIN pour %@
it: Inserisci PIN per %@
vi: Nhập PIN cho %@

source: Enter TMDB IDs. Separate multiple IDs with commas for AND, or pipes for OR. Quick chips toggle common IDs.
de: Gib TMDB-IDs ein. Trenne mehrere IDs mit Kommas für UND oder mit senkrechten Strichen für ODER. Die Schnellauswahl-Chips schalten gängige IDs um.
es: Introduce IDs de TMDB. Separa varios IDs con comas para Y (AND) o con barras verticales para O (OR). Los chips rápidos activan o desactivan IDs habituales.
fr: Saisissez des identifiants TMDB. Séparez plusieurs identifiants par des virgules pour ET, ou par des barres verticales pour OU. Les puces rapides activent ou désactivent les identifiants courants.
it: Inserisci gli ID TMDB. Separa più ID con virgole per AND o con barre verticali per OR. I chip rapidi attivano o disattivano gli ID più comuni.
vi: Nhập ID TMDB. Phân tách nhiều ID bằng dấu phẩy cho AND, hoặc dấu gạch đứng cho OR. Các thẻ nhanh bật/tắt những ID phổ biến.

source: Enter a valid HTTP or HTTPS backend URL.
de: Gib eine gültige HTTP- oder HTTPS-Backend-URL ein.
es: Introduce una URL de backend HTTP o HTTPS válida.
fr: Saisissez une URL de backend HTTP ou HTTPS valide.
it: Inserisci un URL backend HTTP o HTTPS valido.
vi: Nhập URL backend HTTP hoặc HTTPS hợp lệ.

source: Enter current PIN
de: Aktuelle PIN eingeben
es: Introducir PIN actual
fr: Saisir le code PIN actuel
it: Inserisci il PIN attuale
vi: Nhập mã PIN hiện tại

source: Enter the backend URL from your server administrator. Nuvio reads /.well-known/nuvio on that server to discover its settings.
de: Gib die Backend-URL ein, die du von deinem Server-Administrator erhalten hast. Nuvio liest /.well-known/nuvio auf diesem Server, um dessen Einstellungen zu ermitteln.
es: Introduce la URL del backend que te haya dado el administrador de tu servidor. Nuvio lee /.well-known/nuvio en ese servidor para descubrir su configuración.
fr: Saisissez l'URL du backend fournie par l'administrateur de votre serveur. Nuvio lit /.well-known/nuvio sur ce serveur pour découvrir ses paramètres.
it: Inserisci l’URL del backend fornito dall’amministratore del server. Nuvio legge /.well-known/nuvio su quel server per rilevarne le impostazioni.
vi: Nhập URL backend do quản trị viên máy chủ của bạn cung cấp. Nuvio đọc /.well-known/nuvio trên máy chủ đó để khám phá cài đặt của nó.

source: Episode Ratings
de: Folgenbewertungen
es: Valoraciones de episodios
fr: Notes des épisodes
it: Valutazioni episodi
vi: Đánh giá tập

source: Episode Shuffle
de: Zufallswiedergabe
es: Reproducción aleatoria
fr: Lecture aléatoire
it: Riproduzione casuale
vi: Phát tập ngẫu nhiên

source: Episode thumbnails
de: Episoden-Miniaturansichten
es: Miniaturas de episodios
fr: Vignettes d'épisode
it: Miniature episodio
vi: Ảnh thu nhỏ tập

source: Episodes
de: Episoden
es: Episodios
fr: Épisodes
it: Episodi
vi: Danh sách tập

source: Episodes always shows.
de: Folgen werden immer angezeigt.
es: Los episodios siempre se muestran.
fr: Les épisodes s’affichent toujours.
it: Gli episodi vengono sempre mostrati.
vi: Các tập luôn hiển thị.

source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
it: Escludi
vi: Loại trừ

source: Exclude titles available from these TMDB watch provider numbers in the selected region.
de: Titel ausschließen, die in der ausgewählten Region bei diesen TMDB-Anbieternummern verfügbar sind.
es: Excluir títulos disponibles en estos números de proveedor de visualización de TMDB en la región seleccionada.
fr: Exclure les titres disponibles auprès de ces numéros de fournisseur TMDB dans la région sélectionnée.
it: Escludi i titoli disponibili presso questi numeri di provider di streaming TMDB nella regione selezionata.
vi: Loại trừ các tựa phim có sẵn từ những mã nhà cung cấp xem TMDB này trong khu vực đã chọn.

source: Exclude titles from these TMDB company numbers.
de: Titel dieser TMDB-Firmennummern ausschließen.
es: Excluir títulos de estos números de compañía de TMDB.
fr: Exclure les titres de ces numéros de société TMDB.
it: Escludi i titoli di questi numeri di società TMDB.
vi: Loại trừ các tựa phim từ những mã công ty TMDB này.

source: Exclude titles matching these TMDB genre numbers.
de: Titel mit diesen TMDB-Genrenummern ausschließen.
es: Excluir títulos que coincidan con estos números de género de TMDB.
fr: Exclure les titres correspondant à ces numéros de genre TMDB.
it: Escludi i titoli corrispondenti a questi numeri di genere TMDB.
vi: Loại trừ các tựa phim khớp với những mã thể loại TMDB này.

source: Exclude titles tagged with these TMDB keyword numbers.
de: Titel mit diesen TMDB-Schlagwortnummern ausschließen.
es: Excluir títulos etiquetados con estos números de palabra clave de TMDB.
fr: Exclure les titres associés à ces numéros de mot-clé TMDB.
it: Escludi i titoli contrassegnati con questi numeri di parola chiave TMDB.
vi: Loại trừ các tựa phim được gắn những mã từ khóa TMDB này.

source: Excluded company IDs
de: Ausgeschlossene Firmen-IDs
es: IDs de compañía excluidos
fr: Identifiants de sociétés exclus
it: ID società esclusi
vi: ID công ty bị loại trừ

source: Excluded genre IDs
de: Ausgeschlossene Genre-IDs
es: IDs de género excluidos
fr: Identifiants de genres exclus
it: ID genere esclusi
vi: ID thể loại bị loại trừ

source: Excluded keyword IDs
de: Ausgeschlossene Schlagwort-IDs
es: IDs de palabra clave excluidos
fr: Identifiants de mots-clés exclus
it: ID parola chiave esclusi
vi: ID từ khóa bị loại trừ

source: Excluded watch provider IDs
de: Ausgeschlossene Anbieter-IDs
es: IDs de proveedor de visualización excluidos
fr: Identifiants de fournisseurs exclus
it: ID provider di streaming esclusi
vi: ID nhà cung cấp xem bị loại trừ

source: Fades the left and right edges of rows so posters that run off the screen blend into the background. The left edge fades only after a row has scrolled. Off by default.
de: Blendet die linken und rechten Ränder der Reihen aus, damit Poster, die über den Bildschirmrand hinausragen, mit dem Hintergrund verschmelzen. Der linke Rand blendet erst aus, nachdem eine Reihe gescrollt wurde. Standardmäßig Aus.
es: Desvanece los bordes izquierdo y derecho de las filas para que los pósteres que se salen de la pantalla se fundan con el fondo. El borde izquierdo solo se desvanece después de desplazar la fila. Desactivado por defecto.
fr: Estompe les bords gauche et droit des rangées pour que les affiches qui dépassent de l’écran se fondent dans l’arrière-plan. Le bord gauche ne s’estompe qu’une fois la rangée défilée. Désactivé par défaut.
it: Sfuma i bordi sinistro e destro delle righe in modo che i poster che escono dallo schermo si fondano con lo sfondo. Il bordo sinistro sfuma solo dopo che una riga è stata fatta scorrere. Off per impostazione predefinita.
vi: Làm mờ mép trái và phải của các hàng để poster tràn ra ngoài màn hình hòa vào nền. Mép trái chỉ mờ sau khi hàng đã cuộn. Mặc định là Tắt.

source: Failed recently
de: Zuletzt fehlgeschlagen
es: Falló recientemente
fr: Échec récent
it: Non riuscito di recente
vi: Thất bại gần đây

source: Falls back to TMDB when the selected account isn't connected.
de: Wechselt zu TMDB, wenn das ausgewählte Konto nicht verbunden ist.
es: Recurre a TMDB cuando la cuenta seleccionada no está conectada.
fr: Bascule sur TMDB lorsque le compte sélectionné n'est pas connecté.
it: Ripiega su TMDB quando l'account selezionato non è connesso.
vi: Dùng TMDB khi tài khoản đã chọn chưa được kết nối.

source: File Size Badges
de: Dateigröße-Badges
es: Insignias de tamaño de archivo
fr: Badges de taille de fichier
it: Badge dimensione file
vi: Huy hiệu dung lượng tệp

source: Fills the Stage background with a soft, blurred wash of the focused title's colors. With OLED True Black on, the wash is dimmed. On by default.
de: Füllt den Stage-Hintergrund mit einem sanften, verschwommenen Schleier in den Farben des fokussierten Titels. Mit OLED-Echtschwarz wird der Schleier abgedunkelt. Standardmäßig an.
es: Llena el fondo de Stage con un velo suave y difuminado de los colores del título enfocado. Con Negro puro OLED activado, el velo se atenúa. Activado por defecto.
fr: Remplit l’arrière-plan Stage d’un voile doux et flou aux couleurs du titre sélectionné. Avec Noir profond OLED activé, le voile est atténué. Activé par défaut.
it: Riempie lo sfondo di Stage con una velatura morbida e sfocata dei colori del titolo selezionato. Con Nero vero OLED attivo, la velatura è attenuata. Attivo per impostazione predefinita.
vi: Phủ nền Stage bằng một lớp màu dịu, mờ lấy từ màu của tựa đang chọn. Khi bật Đen tuyền OLED, lớp màu được làm tối đi. Bật theo mặc định.

source: Finding next episode…
de: Nächste Folge wird gesucht…
es: Buscando el siguiente episodio…
fr: Recherche de l’épisode suivant…
it: Ricerca del prossimo episodio…
vi: Đang tìm tập tiếp theo…

source: Finding streams…
de: Streams werden gesucht…
es: Buscando streams…
fr: Recherche des streams…
it: Ricerca flussi…
vi: Đang tìm nguồn phát…

source: Finding the best source…
de: Beste Quelle wird gesucht …
es: Buscando la mejor fuente…
fr: Recherche de la meilleure source…
it: Ricerca della fonte migliore…
vi: Đang tìm nguồn tốt nhất…

source: First air date
de: Erstausstrahlung
es: Fecha de primera emisión
fr: Date de première diffusion
it: Data prima messa in onda
vi: Ngày phát sóng đầu tiên

source: Focus Mode
de: Fokusmodus
es: Modo de Enfoque
fr: Mode de Focus
it: Modalità Focus
vi: Chế độ Lấy nét

source: Focused artwork shows a ring in your accent color
de: Fokussiertes Artwork zeigt einen Ring in deiner Akzentfarbe
es: La imagen enfocada muestra un anillo con tu color de acento
fr: Le visuel ciblé affiche un anneau de votre couleur d’accentuation
it: L’immagine selezionata mostra un anello nel colore di risalto
vi: Ảnh đang chọn hiển thị một vòng màu nhấn của bạn

source: Focused cards keep their size — highlight and shadow only
de: Fokussierte Karten behalten ihre Größe – nur Hervorhebung und Schatten
es: Las tarjetas enfocadas mantienen su tamaño: solo resaltado y sombra
fr: Les cartes ciblées gardent leur taille : seulement une mise en évidence et une ombre
it: I riquadri selezionati mantengono le dimensioni: solo evidenziazione e ombra
vi: Thẻ đang chọn giữ nguyên kích thước — chỉ làm sáng và đổ bóng

source: Fonts
de: Schriften
es: Tipografías
fr: Polices
it: Font
vi: Phông chữ

source: Forced
de: Erzwungen
es: Forzado
fr: Forcé
it: Forzati
vi: Phụ đề bắt buộc

source: Found %lld %@, but none could be resolved to a playable link.
de: Gefunden %lld %@, aber keines konnte in einen abspielbar Stream-Link aufgelöst werden.
es: Se encontraron %lld %@, pero ninguno pudo resolverse en un enlace reproducible.
fr: %lld %@ trouvé(s), mais aucun n'a pu être résolu en lien lisible.
it: Trovato %lld %@, ma nessuno potrebbe essere risolto in un collegamento riproducibile.
vi: Tìm thấy %lld %@, nhưng không phân giải được liên kết phát nào.

source: Found %lld torrent %@, but no debrid service is connected.
de: Gefunden %lld Torrent %@, aber kein Debrid-Dienst ist verbunden.
es: Se encontraron %lld torrent %@, pero no hay servicio debrid conectado.
fr: %lld torrent %@ trouvée(s), mais aucun service debrid n'est connecté.
it: Trovato %lld torrent %@, ma nessun servizio debrid è connesso.
vi: Tìm thấy %lld torrent %@, nhưng chưa kết nối dịch vụ debrid nào.

source: Found in %@
de: Gefunden in %@
es: Encontrado en %@
fr: Trouvé dans %@
it: Trovato in %@
vi: Tìm thấy trong %@

source: Four-digit year, for example 2024.
de: Vierstellige Jahreszahl, zum Beispiel 2024.
es: Año de cuatro dígitos, por ejemplo 2024.
fr: Année à quatre chiffres, par exemple 2024.
it: Anno a quattro cifre, ad esempio 2024.
vi: Năm gồm bốn chữ số, ví dụ 2024.

source: Frame rate
de: Bildrate
es: Velocidad de fotogramas
fr: Fréquence d'images
it: Frequenza dei fotogrammi
vi: Tốc độ khung hình

source: Frame timing per focus step on collection rows; requires relaunch to change the A/B leg
de: Frame-Timing pro Fokusschritt in Kollektionsreihen; erfordert Neustart, um die A/B-Variante zu ändern
es: Tiempo de fotogramas por paso de foco en las filas de colecciones; requiere reiniciar para cambiar la variante A/B
fr: Durée des images par pas de focus sur les rangées de collections ; nécessite un relancement pour changer la variante A/B
it: Tempi dei fotogrammi per ogni passo del focus sulle righe delle raccolte; richiede il riavvio per cambiare la variante A/B
vi: Thời gian khung hình mỗi bước tiêu điểm trên các hàng bộ sưu tập; cần khởi chạy lại để đổi nhánh A/B

source: French
de: Französisch
es: Francés
fr: Français
it: Francese
vi: Tiếng Pháp

source: Frightening Scenes
de: Erschreckende Szenen
es: Escenas aterradoras
fr: Scènes effrayantes
it: Scene spaventose
vi: Cảnh đáng sợ

source: From Trakt
de: Aus Trakt
es: De Trakt
fr: Depuis Trakt
it: Da Trakt
vi: Từ Trakt

source: From addons
de: Von Addons
es: De addons
fr: Depuis les addons
it: Dagli addon
vi: Từ addon

source: Full
de: Vollständig
es: Completo
fr: Complet
it: Completo
vi: Toàn phần

source: Full sync guide: api.simkl.org/guides/sync
de: Vollständige Sync-Anleitung: api.simkl.org/guides/sync
es: Guía completa de sincronización: api.simkl.org/guides/sync
fr: Guide complet de synchronisation : api.simkl.org/guides/sync
it: Guida completa alla sincronizzazione: api.simkl.org/guides/sync
vi: Hướng dẫn đồng bộ đầy đủ: api.simkl.org/guides/sync

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
vi: Tiếng Đức

source: Go Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
vi: Quay lại

source: Go to Details
de: Zu den Details
es: Ir a detalles
fr: Aller aux détails
it: Vai ai dettagli
vi: Đến chi tiết

source: Go to Movie
de: Zum Film
es: Ir a la película
fr: Voir le film
it: Vai al film
vi: Đến phim

source: Go to Show
de: Zur Serie
es: Ir a la serie
fr: Voir la série
it: Vai alla serie
vi: Đến phim bộ

source: Grid
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
vi: Lưới

source: Grouped by type
de: Nach Typ gruppiert
es: Agrupado por tipo
fr: Groupés par type
it: Raggruppati per tipo
vi: Nhóm theo loại

source: Groups results into Top result, Movies, Series and People, merged across your add-ons. One row per add-on shows each catalog separately. Default: Grouped by type.
de: Gruppiert die Ergebnisse in Bestes Ergebnis, Filme, Serien und Personen, zusammengeführt über deine Add-ons. „Eine Reihe pro Add-on“ zeigt jeden Katalog einzeln. Standard: Nach Typ gruppiert.
es: Agrupa los resultados en Mejor resultado, Películas, Series y Personas, combinados entre tus complementos. Una fila por complemento muestra cada catálogo por separado. Predeterminado: Agrupado por tipo.
fr: Regroupe les résultats en Meilleur résultat, Films, Séries et Personnes, fusionnés entre tes add-ons. Une rangée par add-on affiche chaque catalogue séparément. Par défaut : Groupés par type.
it: Raggruppa i risultati in Risultato migliore, Film, Serie e Persone, uniti tra i tuoi add-on. Una riga per add-on mostra ogni catalogo separatamente. Predefinito: Raggruppati per tipo.
vi: Gộp kết quả thành Kết quả hàng đầu, Phim, Series và Nhân vật, hợp nhất từ các add-on của bạn. Mỗi add-on một hàng sẽ hiển thị từng danh mục riêng. Mặc định: Nhóm theo loại.

source: Guest data on this Apple TV (profiles, library, watch progress) will be cleared. You can then sign in on the welcome screen.
de: Gastdaten auf diesem Apple TV (Profile, Mediathek, Ansichtsverlauf) werden gelöscht. Du kannst dich dann auf dem Willkommensbildschirm anmelden.
es: Los datos de invitado en este Apple TV (perfiles, biblioteca, progreso de visualización) se borrarán. Luego puedes iniciar sesión en la pantalla de bienvenida.
fr: Les données invité de cet Apple TV (profils, bibliothèque, progression de visionnage) seront effacées. Vous pourrez ensuite vous connecter depuis l'écran de bienvenue.
it: I dati guest su questo Apple TV (profili, libreria, progresso di visione) verranno cancellati. Puoi quindi accedere alla schermata di benvenuto.
vi: Dữ liệu khách trên Apple TV này (hồ sơ, thư viện, tiến độ xem) sẽ bị xóa. Sau đó bạn có thể đăng nhập ở màn hình chào.

source: Half
de: Hälfte
es: Mitad
fr: Moitié
it: Metà
vi: Một nửa

source: Hard
de: Hart
es: Duro
fr: Dur
it: Duro
vi: Cứng

source: Hard Top Scroll Edge (A/B)
de: Harte obere Scrollkante (A/B)
es: Borde superior de desplazamiento rígido (A/B)
fr: Bord de défilement supérieur rigide (A/B)
it: Bordo superiore di scorrimento rigido (A/B)
vi: Mép cuộn trên cứng (A/B)

source: Hardware decode
de: Hardware-Dekodierung
es: Decodificación de hardware
fr: Décodage matériel
it: Decodifica hardware
vi: Giải mã phần cứng

source: Hero Info on the Right
de: Hero-Infos rechts
es: Información del hero a la derecha
fr: Infos du Hero à droite
it: Info dell'hero a destra
vi: Thông tin banner bên phải

source: Hero Paint Diagnostics
de: Hero-Anzeige-Diagnose
es: Diagnóstico del Hero
fr: Diagnostic d'affichage du Hero
it: Diagnostica del Hero
vi: Chẩn đoán hiển thị Hero

source: Hero Poster Only When Focused
de: Hero-Poster nur wenn fokussiert
es: Póster hero solo cuando está enfocado
fr: Visuel Hero uniquement au focus
it: Poster eroe solo quando attivo
vi: Poster banner chỉ khi được chọn

source: Hero Sources
de: Hero-Quellen
es: Fuentes de hero
fr: Sources Hero
it: Sorgenti hero
vi: Nguồn banner
